/* No comment provided by engineer. */
"(Multiple)" = "(Múltiplo)";

/* (None) */
"(None)" = "(Nada)";

/* Abort */
"Abort" = "Abortar";

/* AbortClone */
"AbortClone" = "Abortar Clonagem";

/* AbortGraft */
"AbortGraft" = "Abortar Enxerto";

/* AbortRebase */
"AbortRebase" = "Abortar Rebase";

/* AcceptAndContinue */
"AcceptAndContinue" = "Aceitar & Continuar";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Marcador";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Ramo";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Marcador Atual";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Ramo Atual";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Status do Arquivo";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Remoto";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Branch Remoto";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Cesto";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Submodulo";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Sub-Árvore";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Etiqueta";

/* AccountCreationFailed */
"AccountCreationFailed" = "Criação de Conta Falhou";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Ignorar Globalmente";

/* AddLocalIgnore */
"AddLocalIgnore" = "Ignorar somente neste Repositório";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Adicionando sub-árvore à pasta corrente '%@'";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Adicionar ao índice";

/* AllFiles */
"AllFiles" = "Todos os arquivos";

/* AllTrackedBranches */
"AllTrackedBranches" = "Todos os ramos monitorados";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "Os seguintes arquivos já estão marcados como resolvidos. Você tem certeza de que deseja fundí-los novamente?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "Arquivo Já Resolvido";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "Nenhum arquivo de correção especificado";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "Nenhuma correção especificada";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Selecione um arquivo de correção para aplicar";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Arquivo de Correção:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Abrir Arquivo de Correção";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Um ou mais pedaços da correção que você acabou de aplicar foram rejeitados, você poderá encontrar esses pedaços nos arquivos '.ref' com o mesmo nome dos arquivos afetados. Os arquivos afetados foram:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Pedaços rejeitados na correção";

/* AppNotFound */
"AppNotFound" = "%@ não foi encontrado em seu sistema, por favor, certifique-se de instalá-lo antes de tentar usar esta ferramenta.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ não foi encontrado em seu sistema, por favor, certifique-se de instalá-lo antes de tentar usar esta ferramenta.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Aplicação não encontrada";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Você atualmente não tem as ferramentas necessárias de linha de comando do Araxis Merge instaladas. Por favor, visite o website da Araxis Merge para baixá-los e siga as instruções de instalação.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "As ferramentas de linha de comando do Araxis Merge não foram encontradas";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "O Araxis Merge não foi encontrado neste Mac. Por favor instale-o se deseja como ferramenta externa de comparação e junção.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge não está instalado";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* AuthorisationFailedTitle */
"AuthorisationFailedTitle" = "Falha na Autenticação";

/* Automatic */
"Automatic" = "Automático";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Recebendo ramo \"%@\" de \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Pasta padrão:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Selecione uma pasta padrão para novos repositórios e clones";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Pasta padrão";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Selecione a localização do GPG para assinar a submissão";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Localização do GPG";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Arquivo Lista de ignorados";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Selecione seu arquivo lista global para ignorados";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Arquivo Lista Global de ignorados";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Arquivo Lista de ignorados";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Selecione seu arquivo lista global para ignorados";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Arquivo Lista Global de ignorados";

/* BrowserLoadError */
"BrowserLoadError" = "Ocorreu um erro ao carregar seus marcadores";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Os Marcadores não puderam ser carregados";

/* Cancel */
"Cancel" = "Cancelar";

/* Change Folder */
"ChangeFolder" = "Alterar Diretório";

/* ChangesNotFound */
"ChangesNotFound" = "Changes não esta instalado, por favor instale-o antes de seleciona-lo como ferramenta de Diferenças/Mesclagem";

/* ChangesNotFoundTitle */
"ChangesNotFoundTitle" = "Changes não encontrado";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Digite a nova URL para '%@'";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Alterar URL para o submódulo";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Alterar a URL de origem para o sub-repositório";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Verificando URL...";

/* CheckingForUserStatus */
"CheckingForUserStatus" = "Verificando usuário...";

/* CheckingSubmodules */
"CheckingSubmodules" = "Verificando submódulos...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Verificando subrepositórios...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Checkout";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Arquivar eles com a descrição:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Empilhar eles com a descrição:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "O ramo local '%@' já existe. Você quer puxar as últimas mudanças de '%@'/'%@' nesse ramo existente?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "Branch local já existe";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Escolha Cereja";

/* CleanFiles */
"CleanFiles" = "Limpar arquivos";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "A pasta de destino %@ já existe e não esta vazia. Por favor escolha uma pasta vazia ou uma nova pasta em que um novo repositório será criado.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Não é Possível Clonar em uma Pasta que não está Vazia";

/* CloneFromToMsg */
"CloneFromToMsg" = "Clonando de %@ para %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "Você está atualmente clonando um repositório, se encerrar o SourceTree agora, a clonagem será abortada. Você tem certeza que deseja encerrar o SourceTree?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Clone em progresso";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Não foi possível instalar as ferramentas de terminal. Verifique os logs do sistema para obter mais detalhes.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Instalação falhou";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "Ferramenta de terminal %@ não foi encontrada em seu sistema. Instale a ferramenta de terminal necessária para executar a opção selecionada.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Utilitário não encontrado";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "Histórico de comandos";

/* Commit */
"Commit" = "Commit";

/* Commit... */
"Commit..." = "Commit...";

/* CommitDetails */
"CommitDetails" = "Detalhes da submissão";

/* CommitLabel */
"CommitLabel" = "Enviar:";

/* CompanyRegisterField */
"CompanyRegisterField" = "Empresa";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Por favor complete todos os campos antes de continuar.";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Campos marcados são obrigatórios";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Você tem certeza de que quer abortar o enxerto em andamento? Isso irá descartar todas as suas alterações locais.";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Abortar Graft?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Tem certeza de que deseja abortar o rebase?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Abortar Rebase?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "O conteúdo dos seguintes arquivos serão adicionados ao controle de versão:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Confirmar Inclusão?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "Os seguintes arquivos tem 10MB ou mais, você tem certeza de que quer adicioná-los ao controle de versão?\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Arquivos enormes detectado";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Esta ação vai remover todos os arquivos fora de sua cópia de trabalho, e adicionar todos os arquivos novos.\n\nVocê tem certeza que deseja continuar?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Confirmar adição / remoção";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Já existe uma cópia de trabalho neste caminho de diretório.\n\nVocê tem certeza que deseja continuar?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Confirmar adição ao à cópia de trabalho";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Você tem certeza de que quer aplicar o stash '%@' em sua cópia de trabalho?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Aplicar Reserva?";

/* ConfirmBackout */
"ConfirmBackout" = "Você tem certeza que quer reverter as alterações selecionadas?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Confirma devolução?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Você tem certeza de que quer fechar o ramo '%@'?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Confirmar Fechamento do Branch";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Você tem certeza de que quer continuar a operação de enxerto? Certifique-se de que tenha resolvido todos os conflitos existentes.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Continuar Graft?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Você tem certeza de que quer continuar a operação de alterar base? Certifique-se de que tenha resolvido todos os conflitos existentes.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Continuar Rebase?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Você tem certeza de que deseja apagar os ramos abaixo?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Confirmar Deleção da Branch";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Você tem certeza de que quer apagar os ramos remotos abaixo?\n\n%@\n\nIsso fará com que os ramos sejam apagados também do repositório remoto (a remoção será enviada para o repositório remoto)";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Confirmar Deleção da Branch";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Você tem certeza de que quer apagar as alterações arquivadas com nome '%@'?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Você tem certeza de que quer apagar o ramo remoto '%@'?\n\nIsso irá fazer com que o ramo seja apagado do repositório remoto também (a remoção será enviada para o servidor)";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Você tem certeza de que quer apagar as alterações arquivadas '%@'?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Tem certeza de que você quer deletar '%@'?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Confirmar Deleção";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Você tem certeza de que deseja descartar as mudanças nas linhas selecionadas?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Confirmar o descarte das alterações?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Você tem certeza de que deseja descartar as mudanças nas linhas selecionadas?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Confirmar o descarte das alterações?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "Um envio forçado pode causar um impacto ruim em seus repositórios remotos e afetar aqueles que os utilizam. Você tem certeza de que deseja fazer um envio forçado?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Confirmar Push forçado";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Ignorar estes arquivos?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Confirmar Ignore?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Você tem certeza de que quer marcar os seguintes arquivos como resolvidos?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Confirmar Marcar como Resolvido";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Você tem certeza de que quer marcar os seguintes arquivos como não resolvidos?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Confirmar Marcar como Não Resolvido";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Você tem certeza de que deseja fazer a junção de '%@' em seu ramo atual?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Confirmar Mesclagem";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Este arquivo já existe - você tem certeza de que quer sobrescreve-lo?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Sobreescrever arquivo?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Você tem certeza de que quer receber de %@ em seu ramo local?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Confirmar recebimento?";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Você tem certeza de que quer enviar a etiqueta %@ para %@?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Enviar Tag?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Você tem certeza que deseja fazer o rebase das mudanças para '%@'?\n\nTenha certeza de que suas mudanças não sofreram push para mais ninguém.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Confirmar Rebase";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Confirma Remoção?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Tem certeza que deseja remover o marcador '%@'?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Confirma remoção do marcador";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "Os seguintes arquivos serão removidos do controle de versão:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Confirma Remoção?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "Tem certeza que deseja remover a conta selecionada?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Confirma?";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Tem certeza que deseja remover os seguintes nós, e todos os seus filhos?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Você tem certeza de que quer remover o remoto selecionado das configurações deste repositório?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Confirmar remover Remote?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Confirma Remoção?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Você tem certeza que deseja remover os seguintes itens e todos os seus filhos?\n\n%@\n\nUma ou mais entradas do repositório serão removidas. Então, por favor escolha se apenas quer remover os marcadores ou também mover os repositórios para a lixeira.";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "Você decidiu apagar os repositórios do seu disco, mas o repositório \"%@\" contém arquivos que não sofreram commit e serão perdidos para sempre se você apagar o repositório. Tem certeza que deseja apagar o repositório do disco?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Confirmar remoção do repositório";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Tem certeza que deseja remover a tag '%@'?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Confirmar remoção da etiqueta";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "As seguintes linhas contém mudanças ou informações que não estão no controle de fonte. Elas serão irrecuperáveis caso você as remova:\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Tem certeza que deseja remover Modificações ou Arquivos não Monitorados?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Substituir texto do envio?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Você gostaria de substituir o texto do commit acima com a mensagem do commit anterior?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Você tem certeza de que deseja descartar todas as suas mudanças nesse repositório?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Confirmar?";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "Usando o modo de 'reinicialização permanente' irá descartar todas as suas mudanças locais na cópia de trabalho e o índice. Você tem certeza de que é isso que você quer?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Aviso: operação destrutiva";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Tem certeza que deseja resolver os seguintes arquivos usando sua própria versão?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Resolver usando 'Mine'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Tem certeza que deseja resolver os seguintes arquivos usando a versão do outro lado da junção?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Resolver usando 'Deles'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Tem certeza que deseja reiniciar o processo de junção dos seguintes arquivos?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Confirmar Reiniciar Mesclar";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Tem certeza que deseja descartar todas as modificações dos arquivos selecionados?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Tem certeza que deseja descartar todas as mudanças dos arquivos selecionados?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Confirmar?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Por favor, confirme que deseja restaurar os arquivos:\n\n%@\n\npara o estado que estavam neste commit:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Confirmar?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Tem certeza que deseja adicionar essas mudanças ao índice?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Confirmar Stage?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "Os seguintes arquivos serão removidos do controle de versão, mas permanecerão no seu disco:\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Parar de rastrear os arquivos?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Não modifique a cópia de trabalho durante a divisão (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Você tem certeza de que quer dividir a revisão %@?\n\nIsto é uma operação destrutiva que removerá esta revisão e TODOS os seus descendentes, então não deve ser feita levemente.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Realmente dividir e destruir o histórico?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Você tem certeza de que quer trocar sua cópia de trabalho para o ramo '%@'? ";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Confirmar Mudança de Branch";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Você tem certeza de que quer que seu ramo local '%@' monitore o ramo local '%@' no futuro?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Confirmar alteração no Tracking Branch";

/* ConfirmTransplant */
"ConfirmTransplant" = "Você tem certeza que deseja aplicar a mudança selecionada no topo do seu ramo atual? Ela será enviada imediatamente se não houverem conflitos. ";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Confirmar Cherry Pick";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Você tem certeza que deseja aplicar as mudanças arquivadas '%@' para sua cópia de trabalho?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "Aplicar alterações arquivadas?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Tem certeza que deseja remover essas mudanças do índice?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Confirmar remoção do elenco?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Tem certeza de que quer fazer o checkout '%@'?\n\nIsso transformará sua cópia de trabalho em uma 'detached HEAD', o que significa que você não vai estar em um ramo. Se você quiser submeter após isso, provavelmente irá fazer o checkout de um ramo ou criar um novo. Confirma?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Você tem certeza que deseja alternar sua cópia de trabalho para '%@'?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Confirmar alteração na cópia de trabalho";

/* ConflictedFiles */
"ConflictedFiles" = "Arquivos conflitantes";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "Você tem conflitos de fusão na sua cópia de trabalho que precisam ser resolvidos antes de continuar.\n\nVocê pode fazer isto selecionando os arquivos conflitantes e utilizando as opções no menu 'Resolver Conflitos'.";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Merge Conflicts";

/* Continue */
"Continue" = "Continuar";

/* ContinueGraft */
"ContinueGraft" = "Continuar Graft";

/* ContinueRebase */
"ContinueRebase" = "Continuar Rebase";

/* Copy */
"Copy" = "Copiar";

/* CopyFileMessage */
"CopyFileMessage" = "Selecione o destino para copiar %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Destino";

/* CopyFileTitle */
"CopyFileTitle" = "Copiar arquivo";

/* CouldNotCheckUserExistsTitle */
"CouldNotCheckUserExistsTitle" = "Não foi possível verificar a existência do usuário";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Criar ramo mesmo assim";

/* CreateGitTag */
"CreateGitTag" = "Criar Tag do Git";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "Um erro ocorreu ao tentar criar o repositório. O erro gerado pelo servidor foi:\n\n%@";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Criação do repositório falhou";

/* CreateLink */
"CreateLink" = "Criar link";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Selecione um arquivo";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Arquivo de Correção:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Criar Atualização";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "Você não tem nenhum remoto que tenha a configuração de integração estendida feita; você precisa editar seus remotos para adicionar detalhes como o tipo de hospedagem e a URL base. Clique no botão Configurações para abrir a sua lista de remotos.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Configuração de projeto remoto";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "Você optou por não empurrar suas mudanças, isso significa que a solicitação de puxo irá somente incluir mudanças que já estejam em seu ramo remoto. É isso o que você quer?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Aviso - não empurrar";

/* CreateSvnTag */
"CreateSvnTag" = "Criar Tag do Subversion";

/* Custom */
"Custom" = "Personalizado";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Você tem certeza de que quer remover esta ação?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Abrir script para ação personalizada";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Deletar após aplicar";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "Nenhuma branch selecionada; por favor selecione ao menos uma branch para deletar.";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Seleção Vazia";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Deletar";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Apagar commit...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Confirmar remoção do ramo remoto";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Remover ramo remoto";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Remover ramo remoto [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Excluir o link de sub-árvore para o endereço local '%@' com repo '%@'?\n\nIsto não excluirá sua sub-árvore.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Excluir link de sub-árvore";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Deletando ramo...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Você selecionou um destino que está fora da sua cópia de trabalho para este repositório. Por favor, escolha um local que esteja dentro da sua cópia de trabalho.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Destino fora do repositório";

/* DetailsAuthor */
"DetailsAuthor" = "Autor:";

/* DetailsBranch */
"DetailsBranch" = "Branch:";

/* DetailsChangeset */
"DetailsChangeset" = "Conjunto de alterações:";

/* DetailsCommit */
"DetailsCommit" = "Enviar:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Data do Commit:";

/* DetailsCommitter */
"DetailsCommitter" = "Comitador:";

/* DetailsDate */
"DetailsDate" = "Data:";

/* DetailsGPG */
"DetailsGPG" = "Detalhes GPG:";

/* DetailsGPGBad */
"DetailsGPGBad" = "RUIM";

/* DetailsGPGGood */
"DetailsGPGGood" = "BOM";

/* DetailsLabels */
"DetailsLabels" = "Rótulos:";

/* DetailsParents */
"DetailsParents" = "Pais:";

/* DetailsRevision */
"DetailsRevision" = "Revisão:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "Revisão SVN:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge não pôde ser encontrado na sua pasta de aplicativos. Por favor, instale DiffMerge e tente novamente.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge não encontrado";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Não foi possível ativar a assinatura GPG de commits, porque não há chaves GPG disponíveis e/ou as configurações do programa GPG definido nas preferências do SourceTree estão incorretas.\n\nSe você adicionou algumas chaves ou mudou o local do programa GPG depois de abrir esta tela, por favor, feche e reabra a folha e tente novamente.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Impossível ativar o Commit Signing";

/* DiscardChanges */
"DiscardChanges" = "Descartar alterações locais";

/* DiscardHunk */
"DiscardHunk" = "Descartar bloco";

/* DiscardLines */
"DiscardLines" = "Descartar linhas";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Duplicar nome remoto";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "Um ramo remoto com este nome já existe. Por favor escolha um nome único.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "Uma tag com esse nome já existe - você gostaria de movê-la?\n\n\Aviso: se você mover uma tag que já está sendo usada por outra pessoa, poderá causar confusão. ";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "Tag Já Existe!";

/* EmailRegisterField */
"EmailRegisterField" = "email";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Você deixou a mensagem do commit em branco. Você tem certeza de que quer enviar sem nenhuma descrição das mudanças (não recomendável)? ";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Mensagem de Commit em Branco";

/* EnterDetailsToRegisterTitle */
"EnterDetailsToRegisterTitle" = "Insira seus dados para registrar sua conta:";

/* EnterEmailPasswordToLoginTitle */
"EnterEmailPasswordToLoginTitle" = "Digite seu email e senha para login:";

/* EnterRegistrationOrLoginTitle */
"EnterRegistrationOrLoginTitle" = "Digite seu email de login ou registro:";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Erro Carregando Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Você tem certeza que deseja remover este link de projeto externo?";

/* Fatal Error */
"FatalError" = "Erro fatal";

/* FeatureName */
"FeatureName" = "Nome Recurso:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Redefinir arquivo para esta submissão";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Reverter Arquivos para Esta Revisão";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Redefinir Arquivos para Este Commit";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Reverter Arquivos para Esta Revisão";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FirstNameRegisterField */
"FirstNameRegisterField" = "primeiro nome";

/* FlowConfirmInit */
"FlowConfirmInit" = "Confirmar alterações no repositório";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Inicializar este repositório para Hg Flow irá criar os ramos '%@' e '%@' se eles não existirem, e também enviará um arquivo de controle ('.flow') para cada ramo atualmente aberto.\n\nVocê tem certeza que deseja continuar?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Criar um novo branch";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Funcionalidade";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Ultimo branch de recurso";

/* Hotfix */
"FlowHotfix" = "Reparo";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Ultimo branch de conserto";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Ultimo branch master";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "O ramo de produção que você escolheu, '%@', não existe ainda. Nós não podemos criá-lo automaticamente porque o ponto no histórico onde o ramo de produção se inicia é muito importante.\n\nPara contornar este problema, por favor, crie um novo ramo chamado '%@' no ponto do seu log que representa o atual estado de produção do seu sistema. Depois volte e inicialize novamente.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Não foi possível criar o ramo de produção";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Submeter '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Ultimo branch de desenvolvimento";

/* Release */
"FlowRelease" = "Release";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Ultimo branch de release";

/* ForceDelete */
"ForceDelete" = "Forçar Exclusão";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Formatar para Diretrizes";

/* GettingSourceTreeLicenseStatus */
"GettingSourceTreeLicenseStatus" = "Obtendo a licença SourceTree...";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d à frente";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d atrás";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Você escolheu fazer o amend do último commit - isso altera o histórico, então poderá causar problemas se você já tiver enviado o seu último commit para um repositório remoto. Tem certeza que quer continuar?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Aviso - mudando histórico";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "git-flow incorporado";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Embedded git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "System git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Remover tag de todos os remotos";

/* GitRepoIdentified */
"GitRepoIdentified" = "Este é um repositório Git";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Realizar uma combinação em um repositório que está sincronizando com Subversion não é recomendado. Não apenas a informação de fusão da Subersion é rudimentar, mas o mecanismo que o git-svn utiliza para rastrear o que precisa ser enviado para Subversion pode ser confundido pelas fusões. A única situação onde isto irá funcionar é se você fundir mudanças com um ramo que nunca foi empurrado para Subersion em um ramo rastreado pela Subersion.\n\nPor segurança, é recomendado que você não prossiga e, ao invés disso, efetue envios entre ramos via cherry pick or remendos.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Mesclar em um repositório Subversion não é recomendado";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Esta ação irá fazer um fetch do estado em Subversion e irá realizar um rebase das suas alterações em cima de qualquer revisão que você ainda não possua (se requerido), antes de enviar seu upstream de commit para o Subversion. Isto irá ser realizado para o Branch atual.\n\nTem certeza que deseja continuar?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Confirma o Push para o Subversion?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Visto que você está rastreando um repositório do Subversion, você gostaria de criar uma Tag do Subversion, ou apenas uma Tag Git que você vai manter localmente? Tenha em mente que você não poderá realizar o push de Tags Git para o Subversion depois.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Criar Tag do Subversion?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Versão do Git embarcado %@";

/* GitVersionSystem */
"GitVersionSystem" = "Versão do git do sistema: %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "O caminho do GPG que você especificou é inválido. Você deve informar o caminho completo para a pasta onde a instalação do gpg2 se encontra, como por exemplo, /usr/local/MacGPG2/bin.\n\nDeseja continuar?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Caminho do GPG Inválido";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree não conseguiu excluir o link simbólico gpg necessário para assinar submissões. A tentativa de submeter em um repositório com assinatura habilitada pode falhar. O link simbólico 'gpg' existe no diretório de suporte a aplicações SourceTree.\n\nTem certeza que deseja continuar?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "Falha na Exclusão do GPG";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree precisa criar um link simbólico no diretório de suporte a aplicações, a fim de submeter com assinatura gpg. Ocorreu o seguinte erro na tentativa de fazer isso:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "Falha de Escrita do Link Simbólico GPG";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "Parece que você tinha um transplante em progresso que provavelmente foi interrompido por causa de um conflito. Se você resolveu os conflitos na sua cópia de trabalho, por favor escolha entre continuar o transplante ou abortar e descartar suas mudanças.";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Graft em progresso";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Aviso: iniciar a conversão Subversion a partir de uma revisão diferente de zero (no Mercurial) significa que as ramificações e marcas não poderão ser convertidos, por isso o repositório Subversion será clonado como uma estrutura de pasta simples.\n\nDevido a isso, você provavelmente vai querer certificar-se de que você selecionou um único ramo (ou o tronco) como seu URL de origem e não a raiz Subversion se você tiver vários ramos.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Clone parcial Requer Layout Plano";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "Esse repositório está rastreando um repositório Subversion, e você não pode criar novos ramos no Subversion usando essa ponte (hgsubversion). Se você criar um novo ramo Mercurial, você não será capaz de empurrar conjuntos de alterações diretamente desse ramo para o Subversion - você terá que transplantar as mudanças manualmente para um ramo Subversion e empurrá-lo (hgsubversion também não suporta fusões).\n\nSe você quiser um ramo permanente do Subversion, crie o ramo usando 'svn copy' e puxe-o nesse repositório. Se você só quer um ramo temporário, deve ser melhor fazer isso em um outro clone.\n\nSe você escolher criar um ramo de todo jeito, você será o responsável por tratar isso.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Criar Ramos Subversion Não É Suportado";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "Este repositório está rastreando um repositório Subersion e a ponte hgsubersion não consegue efetuar fusões; fundir pode prevenir que você empurre o ramo atual para Subversion. Portanto NÃO é recomendado que você faça uma fusão, mas, ao invés disso, use o recurso 'Transplante' para aplicar mudanças entre ramos.\n\nSe você clicar em 'Prosseguir' para fundir mesmo assim, você será responsável pelas consequências!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Mesclar branches Subversion não é suportado";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Este repositório está rastreando um repositório Subversion e a ponte hgsubversion nao consegue adicionar ou remover etiquetas remotas; isto pode prevenir que você empurre o ramo atual para Subversion. Portanto NÃO é recomendado que você prossiga e, ao invés disso, você deve criar etiquetas usando uma ferramenta Subersion.";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Modificação na Tag do Subversion Não Suportada";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Ocultar saída de comando";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Esconder barra lateral";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "A URL que você especificou parece estar mal formada. Corrija-a, por favor.";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "O host da URL está ruim";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Nome de usuário inválido";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Por favor entre com seu nome de usuário do Bitbucket/Github e não com seu endereço de email.";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Nome padrão de usuário para usar como hóspede %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Editar nome do usuário padrão";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Tem certeza que deseja remover o nome de usuário padrão para %@";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Remover usuário padrão";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Por favor crie ao menos uma conta de repositório hospedado antes de tentar criar um repositório.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "Sem contas registradas";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Por favor complete todos os campos para a sua conta %@";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Detalhes incompletos";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "Não foi possível carregar a lista das contas de serviço hospedados, por favor relate isto para o suporte.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "Erro ao carregar os serviços de hospedagem.";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "O acesso falhou para sua conta %@.\n\nO serviço remoto disse: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Erro de acesso";

/* HotfixName */
"HotfixName" = "Versão Hotfix:";

/* IgnoredFiles */
"IgnoredFiles" = "Arquivos ignoraos";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Selecione o seu arquivo de licença do SourceTree:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Arquivo de licença";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Importar arquivo de licença";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Falha ao instalar as ferramentas de linha de comando, por favor veja o log do sistema para detalhes.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Instalação falhou";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Ferramentas de linha de comando instaladas com sucesso, agora você pode chamar o seguinte comando pelo terminal:\n\nstree ";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Instalação sucedida";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Alterar base dos filhos de %@ interativamente...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Rebase interativo...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "Este não é um tipo de arquivo válido, por favor especifique um arquivo com a extensão .zip, .tar, .tar.gz, .tar.bz2, tgz ou tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Arquivo inválido";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "O endereço de email informado estava no formato errado";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Formato de email inválido";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Ir para Submissão SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Ir para a Revisão / Alteração:";

/* KaleidoscopeNotFound */
"KaleidoscopeNotFound" = "Kaleidoscope não foi encontrado neste Mac. Por favor instale-o antes de seleciona-lo como uma ferramenta externa para diff ou merge.";

/* KaleidoscopeNotFoundTitle */
"KaleidoscopeNotFoundTitle" = "Kaleidoscope Não Encontrado";

/* KDiff3NotFound */
"KDiff3NotFound" = "KDiff3 não foi encontrado neste Mac. Por favor, instale-o antes de selecioná-lo como ferramenta externa para diff ou merge.";

/* KDiff3NotFoundTitle */
"KDiff3NotFoundTitle" = "KDiff3 não encontrado";

/* LastNameRegisterField */
"LastNameRegisterField" = "sobrenome";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "É necessário aceitar o acordo de licenciamento do SourceTree antes de utilizá-lo. Por favor indique que o aceitou.";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "Você não concordou com a licença do SourceTree, então isto irá fechar o SouceTree. Você tem certeza?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "Acordo de licença obrigatório";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "Você já tem uma licença instalada, tem certeza que deseja instalar esta nova licença?";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "Confirma sobrescrever a licença?";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "Ocorreu um problema ao importar o arquivo da licença: %@";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "Erro importando licença";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "O arquivo especificado não é uma licença SourceTree válida. Por favor escolha uma licença válida.";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "Licença inválida";

/* LoginFailedTitle */
"LicenseRetrievalFailedTitle" = "Recuperação de Licença Falhou";

/* LocateMovedRepository */
"LocateMovedRepository" = "Localize o Repositório Movido";

/* LogAllParents */
"LogAllParents" = "Todos pais";

/* LogAncestorOrder */
"LogAncestorOrder" = "Ordem Antepassada";

/* LogBranchesAll */
"LogBranchesAll" = "Todos os Branches";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Branch Corrente";

/* LogDateOrder */
"LogDateOrder" = "Data do Pedido";

/* LogFollowFirst */
"LogFollowFirst" = "Primeiro pai apenas";

/* LoggingInStatus */
"LoggingInStatus" = "Logando...";

/* LogHideRemotes */
"LogHideRemotes" = "Esconder ramos remotos";

/* Login */
"Login" = "Entrar";

/* LogShowRemotes */
"LogShowRemotes" = "Mostre Branches Remotos";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Núcleo";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Este é um repositório Mercurial";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Versão do Mercurial embarcado %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "Versão do Mercurial do sistema %@";

/* Merge */
"Merge" = "Combinar";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Fundir";

/* MergeErrorTitle */
"MergeErrorTitle" = "Erros durante junção";

/* MissingEmailAddressMsg */
"MissingEmailAddressMsg" = "Um endereço de email deve ser fornecido para continuar";

/* MissingEmailAddressTitle */
"MissingEmailAddressTitle" = "Endereço de email faltando";

/* MissingFieldTitle */
"MissingFieldTitle" = "Campo faltando";

/* MissingPasswordMsg */
"MissingPasswordMsg" = "Uma senha deve ser preenchia para continuar";

/* MissingPasswordTitle */
"MissingPasswordTitle" = "Senha faltando";

/* Mode */
"Mode" = "modo";

/* ModifiedFiles */
"ModifiedFiles" = "Arquivos modificados";

/* MoreInfo */
"MoreInfo" = "Mais informações";

/* Move */
"Move" = "Mover";

/* MoveFileMessage */
"MoveFileMessage" = "Selecione o destino para mover %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Destino";

/* MoveFileTitle */
"MoveFileTitle" = "Mover arquivo";

/* MoveTag */
"MoveTag" = "Mover Tag";

/* MoveToTrash */
"MoveToTrash" = "Também mover para lixeira";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d nova entrega para receber de \"%@\" para \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Novo commit disponível";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d novo conjunto de alterações para receber de \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "Novo conjunto de alterações disponíveis";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d novas entregas para receber de \"%@\" para \"%@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Novas submissão disponíveis";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%d novos conjuntos de alterações para receber de \"%@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "Novos conjuntos de alterações disponíveis";

/* NewGroup */
"NewGroup" = "Novo Grupo";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Criando novo %@ repositório em %@";

/* No */
"No" = "Não";

/* NoCommitSelected */
"NoCommitSelected" = "Não submeter selecionado";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Por favor selecione pelo menos uma submissão para continuar.";

/* NoFilesSelected */
"NoFilesSelected" = "Nenhum arquivo selecionado";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Por favor selecione pelo menos um arquivo para continuar.";

/* NoFilesToCommit */
"NoFilesToCommit" = "Nada para o commit!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Por favor, selecione alguns arquivos para enviar antes de continuar.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Não me avise no futuro";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Você só pode executar esta operação em um intervalo contíguo de linhas, por favor, re-selecionar uma faixa envolvente única de linhas, ou executar esta ação separadamente em cada faixa se você precisar de um cherry-pick.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Seleção não-contígua";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "Nenhum ramo remoto selecionado";

/* NoRevisionSelected */
"NoRevisionSelected" = "Nenhuma revisão selecionada";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "Nenhuma alteração está em modo 'staged' - fazer o commit de tudo?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "Você não ";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow was not found in the location specified; the SourceTree internal version will be used.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow não encontrado";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS was not found on your system, the internal version will be used.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS not found";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git não encontrado";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial was not found on on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial não encontrado";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "Este caminho / URL não é uma fonte válida";

/* NothingToCommit */
"NothingToCommit" = "Nada para submeter";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "The path %@ does not refer to a working copy for Mercurial or Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Pasta inválida";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Abrir arquivo na versão selecionada";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Abrir versões dos arquivos selecionados";

/* OpenSourcePath */
"OpenSourcePath" = "Abrir Caminho dos Fontes";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Abrir arquivo de mapa do autor";

/* Open Working Copy */
"OpenWorkCopy" = "Abrir Cópia de Trabalho";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; SourceTree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Senha encontrada na URL";

/* PasswordMismatchTitle */
"PasswordMismatchTitle" = "Incompatibilidade de senhas";

/* PasswordMismatchMsg
   PasswordRegisterField */
"PasswordRegisterField" = "senha";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Opção do caminho de divisão e base determinada com sucesso";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Could not determine strip/base path options from patch file entry: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "O Teste de funcionamento do patch está ok. Desmarque a opção 'Testar Funcionamento' e execute novamente para aplicar a correção.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "Patch Ok!";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Apenas teste se o patch seria aplicado";

/* PatchFailedMessage */
"PatchFailedMessage" = "Ocorreu uma falha ao aplicar o remendo para a cópia de trabalho - o motivo mais comum para isso é que o estado do arquivo(s) na sua cópia de trabalho já se alteraram muito para o processo de remendo ser capaz de completar.\n\nPor favor faça as mudanças manualmente.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Aplicação do patch falhou";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git não suporta --dry-run em importações de submissão completa";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial does not support --dry-run on full commit imports or patches with extended diff options";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Patch é uma cópia de trabalho no formato Diff.";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Patch contém informações extendidas de Diff (copiar, renomear, binário, etc)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "Patch contém um commit Git.";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "O remendo contém um conjunto de alterações Mercurial.";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Este não é um arquivo de remendo válido.";

/* PendingFiles */
"PendingFiles" = "Arquivos pendentes";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Por favor selecione uma submissão.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Por favor selecione um ramo remoto.";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Por favor selecione uma revisão.";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Prosseguir (Não Recomendado)";

/* PullFailedTitle */
"PullFailedTitle" = "Recebimento falhou";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Are you sure you want to pull subtree '%@' from '%@' using branch/commit '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Receber Subtree";

/* Push... */
"Push..." = "Empurrar";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Enviar alterações imediatamente para %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Seu envio foi bem sucedido mas seu push falhou. Para tentar novamente o push, use o botão  Push da barra de ferramentas.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Envio Falhou";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Are you sure you want to push subtree '%@' to repo '%@' with branch/commit '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Enviar Subtree";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Enviar revisão %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Enviar revisão...";

/* Rebase */
"Rebase" = "Rebase";

/* RebaseAbort */
"RebaseAbort" = "Abortar Rebase";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Abortando rebase";

/* RebaseContinue */
"RebaseContinue" = "Continuar Rebase";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "It appears that you have a rebase in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the rebase, or or abort this process where you are now. ";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Rebase em progresso";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Continuando rebase";

/* RebasingInteractively */
"RebasingInteractively" = "Rebasing interactively...";

/* Register */
"Register" = "Registrar";

/* RegisteringAccountStatus */
"RegisteringAccountStatus" = "Registrando conta...";

/* RegisterNowButton */
"RegisterNowButton" = "Faça o Registro Agora! É Gratuito!";

/* ReleaseName */
"ReleaseName" = "Versão de lançamento:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "URL inválida - obrigatório ser um endereço http[s]:// válido.";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Por favor informe a URL Raíz do Host desse remoto para habilitar melhor integração.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Erro de validação";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "Não há remoto definido nesse repositório que você escolheu que corresponda ao remoto de entrada. Se você definitivamente quer associar esse repositório com esse endereço remoto então por favor edite os detalhes remotos no seu repositório para o correspondente.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Detalhes remotos não conferem";

/* RemoveBookmark */
"RemoveBookmark" = "Remover Favorito";

/* RemoveBookmarks */
"RemoveBookmarks" = "Remover Favoritos";

/* RenameBranch */
"RenameBranch" = "Renomear Branch";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Novo nome de branch:";

/* Replace */
"Replace" = "Substituir";

/* RepoIsGone */
"RepoIsGone" = "Repositório Perdido";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Este repositório parece ter sido deletado do seu sistema de arquivos, ou movido para algum outro lugar.\n\nVocê gostaria de remover este favorito, ou reaponta-lo para a pasta correta?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Repositório movido ou deletado";

/* RepoScanningDone */
"RepoScanningDone" = "Feito, por favor selecione os repositórios para adicionar abaixo.";

/* RepositoryActions */
"RepositoryActions" = "Ações de repositório";

/* RequiredFieldMsg */
"RequiredFieldMsg" = "O campo %@ é obrigatório";

/* ReregisterButton */
"ReregisterButton" = "Re-registrar";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Redefinir %@ para esta submissão";

/* ResetMenuTitle */
"ResetMenuTitle" = "Redefinir...";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Resetar para o Commit...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Restaurar";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Restaurar uma submissão...";

/* ReverseHunk */
"ReverseHunk" = "Reverter bloco";

/* ReverseLines */
"ReverseLines" = "Reverter linhas";

/* RevertMenuTitle */
"RevertMenuTitle" = "Reverter...";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Por favor, selecione pelo menos um arquivo para continuar.";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "Nenhum arquivo selecionado";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Devido a uma grande fusão, sua cópia de trabalho tem mais de uma revisão pai. Por favor, selecione a revisão para a qual você deseja reverter:\n\n%@\n\nou:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Selecionar revisão pai";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Reverter para Revisão...";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Exibindo todas as mudanças entre %@ e %@";

/* RevisionLabel */
"RevisionLabel" = "Revisão:";

/* ScanForRepositories */
"ScanForRepositories" = "Procurar por repositórios na pasta";

/* SetDestinationPath */
"SetDestinationPath" = "Selecione o Caminho de Destino";

/* No comment provided by engineer. */
"Settings" = "Configurações";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "A shelve with this name already exists.\n\nDo you want to overwrite the existing shelve with the same name? You will lose your changes in your existing shelve.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Shelve Exists";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Mudanças de Arquivo...";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Exibir saída de comando";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Mostrar barra lateral";

/* BOOKMARKS */
"SidebarBookmarks" = "MARCADORES";

/* BRANCHES */
"SidebarBranches" = "RAMOS";

/* SidebarCheckout */
"SidebarCheckout" = "Checkout %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Fechar %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Apagar %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Apagar %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Buscar de %@";

/* FILE STATUS */
"SidebarFileStatus" = "STATUS DO ARQUIVO";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Juntar %@ no %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Adicionar Submódulo";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "Adicionar Subrepositório...";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Adicionar/Link Sub-árvore";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Abrir %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Receber do %@";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Pull %@ into %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Pull %@ (tracked)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Enviar para %@...";

/* SidebarPushTo */
"SidebarPushTo" = "Enviar para %@...";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Enviar para %@ (monitorado)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Rebase current changes onto %@";

/* REMOTES */
"SidebarRemotes" = "REMOTOS";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Remover %@...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Apagar %@";

/* SHELVED */
"SidebarShelved" = "ARQUIVADO";

/* STASHES */
"SidebarStashes" = "STASHES";

/* SUBMODULES */
"SidebarSubmodules" = "SUBMÓDULOS";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "SUBREPOSITÓRIOS";

/* SUBTREES */
"SidebarSubtrees" = "SUBÁRVORES";

/* TAGS */
"SidebarTags" = "ETIQUETAS";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Atualizar para %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Are you sure you wish to sign revision %@? This will create a new commit.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Confirmar assinatura da revisão";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Assinar revisão";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "classificados por marcado / não marcado";

/* SortedByFilename */
"SortedByFilename" = "ordenar por nome do arquivo";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "Ordenado por nome do arquivo (invertido)";

/* SortedByFileStatus */
"SortedByFileStatus" = "classificado por status do arquivo";

/* SortedByPath */
"SortedByPath" = "classificado por caminho";

/* SortedByPathReverse */
"SortedByPathReverse" = "classificado por caminho (reverso)";

/* SourceEqualsDest */
"SourceEqualsDest" = "You must pick a different file as the destination.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Nome do arquivo inválido";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Commit especificado:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Revisão especificada:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Selecione o caminho de sub-árvore";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Clique em 'Mais informações' para detalhes sobre como resolver este problema.";

/* SSLErrorTitle */
"SSLErrorTitle" = "Erro no Certificado SSL";

/* No comment provided by engineer. */
"StagedFiles" = "Arquivos elencados";

/* StageHunk */
"StageHunk" = "Elencar bloco";

/* StageLines */
"StageLines" = "Elencar linhas";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "A stash with this name already exists.\n\nDo you want to create a new stash with the same name? Your existing stash will not be overwritten.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash Exists";

/* StashMenuTitle */
"StashMenuTitle" = "Empilhar Mudanças...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Adicionado";

/* StatusTooltipClean */
"StatusTooltipClean" = "Limpar";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Removidos";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Ignorado";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "Conflitando";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Mesclado";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Faltando";

/* StatusTooltipModified */
"StatusTooltipModified" = "Modificados";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Renomeados";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Subrepository tracked commit changed";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Não Rastreado";

/* StripMenuTitle */
"StripMenuTitle" = "Dividir daqui";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Somente repositórios git podem ser submódulos.";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Não é um repositório Git";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "Você deve selecionar um caminho que esteja dentro do caminho do seu repositório.";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Caminho inválido";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Uncommitted submodules:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Submodules with outgoing changes:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Sub-repositórios não enviados:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Subrepositories with outgoing changes:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "You must commit outstanding changes to subrepositories before committing the parent repository.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Alterações em sub-repositórios não enviadas";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "You must push your changes to subrepositories before proceeding.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Envie os sub-repositórios antes de proceder";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Details for subtree:\n\nRepo: %@\nLocal Relative Path: %@\nBranch / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Detalhes da Subtree";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "A folder already exists at the path you've specified. Do you want to create a link between the remote details you've specified and the existing folder? (note, this won't cause any changes in your repository)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Detalhes do link de sub-árvore";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "The field 'Branch / Commit' is a required field";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Detalhe de sub-árvore faltando";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "Um caminho/url fonte é necessário para executar uma ação de sub-árvore";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Caminho de sub-árvore faltando";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "O caminho de sub-árvore local '%@' já está associado a uma sub-árvore. Você gostaria de substituir os detalhes já associados com ela?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Sobrescrever link de sub-árvore ";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Path Prefix Error";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Juntar commits";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Recebendo do Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Revisão do Subversion:";

/* SummaryClean */
"SummaryClean" = "Limpar";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "Diferença suprimida (tamanho do arquivo ou padrão)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "Junção não resolvida:";

/* SummaryMergeOk */
"SummaryMergeOk" = "Junção:";

/* SummaryNumAdded */
"SummaryNumAdded" = "Adicionado: %u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Conflitos: %u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Vindo: %u";

/* SummaryNumMissing */
"SummaryNumMissing" = "Faltando: %u";

/* SummaryNumModified */
"SummaryNumModified" = "Modificado: %u";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Indo: %u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Removido: %u";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Desconhecido: %u";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "Rebase não resolvido:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "Rebase:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "Arquivo copiado/renomeado de %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Arquivo binário excluído";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Arquivo excluívo";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Conteúdos do arquivo";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Hunk %d : Lines %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "linhas";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "linhas acrescentadas";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "linhas removidas";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Arquivo binário modificado";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Arquivo modificado";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Novo arquivo binário";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Novo arquivo";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Consolidação do subrepositório rastreado modificada";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Arquivo inalterado";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Arquivo binário não rastreado";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Arquivo não rastreado";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "This is a Subversion server (must clone to Git or Mercurial)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "Isso é um servidor de Subversion";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Por favor, escolha entre converter o repositório de subversão para Git ou Mercurial.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Selecione o tipo do repositório alvo";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Trocando cópia de trabalho...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Selecione a versão de git-flow que você quer usar";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Localizar git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Aviso: requisitos de versão do git-flow";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Localizar o executável git do seu sistema";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Localizar sistema Git";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Locate your system git-lfs executable";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Locate system Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Pasta do pacote python do Mercurial";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Por favor, localize o pacote Mercurial do seu sistema.\nEle deve estar localizado dentro da sua pasta de bibliotecas Python,\ncomo por exemplo, '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Localizar Mercurial do sistema";

/* TagDetails */
"TagDetails" = "Detalhes da Tag";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Não foi possível escrever saída para o arquivo: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Pulling from %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Revertendo arquivos para %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Transplante";

/* TrialDaysRemainingMessage */
"TrialDaysRemainingMessage" = "Você tem %d dias restantes do seu período de teste.";

/* Uncommitted changes */
"UncommittedChanges" = "A revisão não existe ainda, ela será criada uma vez que tenhas submetido suas mudanças.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "You have uncommitted changes in your working copy that need to be committed before you can proceed; please commit and then repeat this action.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Mudanças não commitadas";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Deletar";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Editar";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Editar Mensagem";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Mover";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Squash";

/* UnknownErrorMsg */
"UnknownErrorMsg" = "Erro desconhecido";

/* No comment provided by engineer. */
"UnstagedFiles" = "Arquivos não elencados";

/* UnstageHunk */
"UnstageHunk" = "Deselencar bloco";

/* UnstageLines */
"UnstageLines" = "Deselencar linhas";

/* UntrackedFiles */
"UntrackedFiles" = "Arquivos não rastreados";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Atualizar Para...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Detalhes";

/* UseRevisionButton */
"UseRevisionButton" = "Use %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Fazer o checkout deste commit irá criar um HEAD individual, e você não irá estar em nenhum Branch (a menos que posteriormente você crie um novo).\n\nVocê tem certeza do que está fazendo? Se não tem certeza, pressione Cancelar e escolha outro commit, ou se este é um Branch remoto, alternativamente você pode usar a guia 'Checkout novo Branch' para criar um Branch local.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Aviso: criando HEAD destacado";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Alerta: essa ação requer que TODAS as suas mudanças não enviadas sejam descartadas, você tem certeza que deseja continuar?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Mudanças não commitadas!";

/* Working Copy */
"Working Copy" = "Cópia de Trabalho";

/* No
   Yes */
"Yes" = "Sim";

